results/M3/M3-DP-20260920T1610Z/cases/dp001_coarse_Co0p1/dictionaries/system/decomposeParDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      decomposeParDict;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

numberOfSubdomains 1;
method          scotch;
